[{"igamingurl":"http://www.igamingsuppliers.com/vendor/playtech/","name":"playtech","offer":"full egaming","description":":: Market cap: ~ € 2,2bn; listed on London stock exchange (FTSE 250)\r\n:: FY 2013 revenues: € 367m (50% of casino)\r\n:: FY 2013 sports revenues: € 17.1m\r\n:: Founded in 1999, HQ Isle of Man, 2,600 employees\r\n:: Established full service provider in the e-gaming industry \r\n:: Consist of several specialized e-gaming companies\r\n:: Small B2C sportsbook operation (Titanbet), company focus more on casino & games vs. sportsbook\r\n:: Acquired Mobenga in 2011, a specialized company for mobile betting services (strength in POS)\r\nPlaytech plc, formerly Playtech Limited, is an online gaming software supplier. The Company, along with its subsidiaries, develops unified software platforms for the online and land-based gambling industry, targeting online and land-based operators. Playtech’s gaming applications, such as online casino, poker and other P2P games, bingo, mobile, live gaming, land-based kiosk networks, land-based terminal and fixed-odds games are inter-compatible and can be incorporated as standalone applications, accessed and funded by the operators’ players through the same user account and managed by the operator by means of a single management interface. In April 2013, William Hill PLC of UK acquired the remaining 29% stake in William Hill Online from its joint venture partner Playtech Ltd. In July 2013, the Company announced the bolt on acquisition of PokerStrategy.com Limited and subsidiaries from etruvian Holdings Limited.","type":"public","marketcap":"2.2","stock":"LON:PTEC","stocklink":"https://www.google.com/finance?q=playtech","products":"","markets":"","url":"http://www.playtech.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/openbet-technologies-ltd/","name":"openbet","offer":"full egaming","description":":: Sportsbook & gaming software provider based out of London\r\n:: Founded in 1996 with offices in Sydney, Australia & Montreal, Canada\r\n:: Known as an e-gaming platform provider without own B2C operation \r\n:: Have large established operators as customers, including national lotteries & government backed operators\r\n:: 50+ integrated partners worldwide, 20+ customers in online gaming industry\r\nOpenBet knows money makes the world go 'round, that clinking clanking sound! The company is a leading UK developer of gaming and betting software. Its platform, which is used by gambling operators around the world for legal sports betting and traditional bookmaking, allows bets to be placed in multiple languages and currencies, as well as via channels such as the Internet, mobile devices, and retail outlets. OpenBet also develops online games such as Cash Drop and Caddy Scratch. Its 20-plus customers include Ladbrokes, William Hill, and Sky plc subsidiary SkyBet. The company is majority-owned by investment firm Vitruvian Partners.","type":"public","marketcap":"","stock":"","stocklink":"https://www.google.com/finance?q=openbet","products":"","markets":"","url":"http://www.openbet.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/gtech-interactive/","name":"gtech","offer":"full egaming","description":":: Market cap: ~ € 2,8bn; listed in Milan\r\n:: FY 2013 revenues: € 367m \r\n:: FY 2013 revenues: € 3.1bn\r\n:: the world’s largest operator of lotteries (previously known as Lottomatica Group)\r\n:: Founded 1990, HQ in Rome, 8,500 employees   \r\n:: 8500+ employees in 52 countries & customers in 114 countries\r\n:: Main strength in lottery division, GTECH with strong focus on supplying state monopolies \r\n:: Recently awarded contract to supply Greek monopoly OPAP with online sportsbook platform\r\nGTECH S.p.A., formerly Lottomatica SPA, is a commercial operator and provider of technology in regulated worldwide gaming markets. The Company’s operating sectors include online, instant and traditional lotteries; betting pools, parimutuel and fixed-odds sports betting; games, gaming terminals, central control systems and associated software and services across multiple gaming channels; interactive gaming; and commercial (non lottery) services. In May 2014, GTECH S.p.A announced that its wholly owned subsidiary, GTECH UK Interactive Limited (GTECH UK), has completed the acquisition of mobile gaming solutions company Probability Plc.","type":"public","marketcap":"3.09","stock":"BIT:GTK","stocklink":"https://www.google.com/finance?q=BIT%3AGTK","products":"","markets":"","url":"http://www.gtech.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/amaya-gaming-group-inc/","name":"amaya","offer":"full egaming","description":"Amaya Gaming Group Inc. is a Canada-based technology company. The Company is engaged in the design, development, manufacturing, distribution, sale and service of technology-based gaming solutions for the regulated gaming industry worldwide. The Company’s products provide services and systems to land-based and online gaming operators, governments and the hospitality industry. The Company’s segments include the following solutions and services; Interactive Gaming Solutions, Land-Based Gaming Solutions and Lottery Solutions. The Company’s interactive gaming solutions include; Casino Gaming System-for online casino solutions, Ongame poker software and network solutions, Game Office player management software platform and Mosino.","type":"public","marketcap":"4.7","stock":"TSE:AYA","stocklink":"https://www.google.com/finance?q=TSE%3AAYA","products":"","markets":"","url":"http://www.amaya.com"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/intralot-interactive/","name":"intralot","offer":"full egaming","description":":: Market Cap: ~€ 327m, listed in Athens\r\n:: FY 2013 revenues: € 1,5bn (group)\r\n:: Greek gaming software & services provider with wide product portfolio, publicly listed company\r\n:: Founded 1992, HQ in Athens, 5500+ employees in 57 jurisdictions & 5 continents\r\n:: Strong company focus on lottery segment\r\n:: Have a subsidiary named ‘Betting Company’ for fixed-odds services\r\n:: B2C sportsbook operations in Italy & in Poland via acquired subsidiary Totolotek","type":"public","marketcap":"0.284","stock":"OTCMKTS:IRLTY","stocklink":"https://www.google.com/finance?q=OTCMKTS%3AIRLTY","products":"","markets":"","url":"http://www.intralot.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/kambi-sports-solutions/","name":"kambi","offer":"sports","description":":: B2B subsidiary of Unibet Group providing sports content to Unibet & other operators\r\n:: FY 2013 revenues: € 21.2m\r\n:: HQ in London, separate entity since 2010\r\n:: Kambi to spin-off from Unibet  & to have 95% stake listed on NASDAQ OMX in June, current evaluation € 59m\r\n:: Providing fully managed sportsbook solutions to e.g. 888 & Nagaworld in Asia\r\n:: Offices in London, Malta, Manila & Stockholm","type":"public","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"https://kambi.com/"},{"igamingurl":"","name":"lvs","offer":"sports","description":":: B2B subsidiary of Francaise de Jeux, French government controlled gaming & lottery operator\r\n:: Founded 1992, HQ in London\r\n:: Latest “product launch” includes ABP in a Box (Advanced  Betting Platform in a box), an all-in-one sports book solution with it “pay as your grow rental scheme”","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://www.lvs.co.uk/"},{"igamingurl":"","name":"betradar","offer":"bookmaking & trading","description":":: HQ in Switzerland, 600+ employees\r\n:: 350 + bookmaking clients, 30+ state lotteries as clients, located in 70+ countries\r\n:: Purely B2B gaming provider without own B2C operation \r\n::One stop source for sports betting related content including odds, live scoring, statistics\r\nno real trading department for odds generation","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"https://www.betradar.com/dp/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/betgenius-limited/","name":"betgenius","offer":"bookmaking & trading","description":":: London based B2B provider of sport betting data\r\n:: Founded in 2000, with approx. 150 employees based in London & Tallinn\r\n:: Customer base mainly in UK & Nordics\r\n:: Partnerships OpenBet, BGT & GTECH\r\n:: no B2C operations\r\n:: Betting content for a few live sports","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://www.betgenius.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/sporting-solutions/","name":"sporting solutions","offer":"bookmaking & trading","description":":: B2B operations of Sporting Index Group\r\n:: HQ in London, offering B2B trading services since 1992\r\n:: Able to leverage B2C trading floor from Sporting Index\r\n:: Increased offering recently through partnership with RunningBall for football","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://www.sportingsolutions.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/amelco-uk-ltd/","name":"amelco","offer":"bookmaking & trading","description":":: HQ London\r\n:: Offering odds generation software based on automated models\r\n:: Integrated into customers in UK","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://www.amelco.co.uk/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/bettech-gaming/","name":"bettech","offer":"online gaming platform","description":"BetTech Gaming is a provider of premium technology solutions to sports betting companies. BetTech Sports, our market leading sports betting software is revolutionizing the industry worldwide through allowing small, medium and large bookmakers the functionality that previously only the world's largest bookmakers could afford.","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://www.bettech.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/tain-ab/","name":"tain","offer":"online gaming platform","description":"Tain – Online Gaming Platforms Tain places great importance in providing customers with what they want. Tain has been at the forefront in delivering world-class solutions to our clients in both regulated and non-regulated markets by providing the foundations for success, through the Tain Commons Platform and Tain Payment Gateway solutions, for many years. Operating from regulated markets such as Malta, Denmark, Isle of Man, Kahnawake, Dominican Republic and Curacao means Tain has the skills and experience to help our clients enter any market through a variety of proven models, including turnkey and white label. With solid foundations in place, our clients can build their premium quality offering through the Tain suite of online gambling products, including sportsbook, casino, live casino, poker, bingo, slots and much more. Tain operates a vendor-neutral approach, so our clients can choose from over 15 industry leading content providers and over 100 payment service providers that we have available today, or choose any product in the market to enhance your player offering, thus ensuring your goals are always achieved. Why Tain? - Vendor neutral - Compliant in regulated & non-regulated markets - Single Wallet Module - Flexible licensing models - Vast array of solutions - Speed to market","type":"private","marketcap":"","stock":"","stocklink":"","products":"sportsbook,single wallet,poker,afiliate system, 3rd party integrations, operator website, payment gateway, casino","markets":"","url":"http://www.tain.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/microgaming-systems/","name":"microgaming","offer":"online gaming platform","description":"Microgaming Software Systems Ltd is a privately held Isle of Man based software development company which claims to have released the first genuine online casino in 1994.[1][2] The company is one of the leading software providers to the online gambling industry. Online casino operators such as the Carmen Media Group, Fortune Lounge Group, 32Red, and the Palace Group are among those who use Microgaming's software.\r\n\r\nThe standard online casino powered by Microgaming has over six hundred games including slots, video poker, blackjack and roulette. Microgaming provides its casino games in download or Flash version. The company is also the power behind a number of progressive jackpots through their interlinked network of casino operators. Some of these games are developed by Derivco, a South African based game development studio.[3]","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://www.microgaming.co.uk/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/finnplay-technologies-oy/","name":"finnplay","offer":"online gaming platform","description":"Founded in 2008, Finnplay is a privately-owned Gaming Boutique software development company, which specializes in affordable and customized gaming solutions for the online and mobile gaming industry. \r\n\r\nThe core product is a gaming platform which can be customized and delivered to new gaming entrants and existing operators. The platform provides all the necessary functionalities to operate an online gaming business and mobile delivery channel. \r\n\r\nOperators can choose content from a variety of integrated 3rd party game content (like casino, slot, live dealer, poker) in order to serve best their target markets and business model. The design and the content of the web-site (portal) can be freely customized via a user friendly CMS tool. \r\n\r\nThe platform can be provided either as stand-alone or white label (SAAS) set-up","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://finnplay.com/"},{"igamingurl":"","name":"btg gaming","offer":"online gaming platform","description":"","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://www.btggaming.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/bit8-ltd/","name":"bit8","offer":"online gaming platform","description":"Bit8 is a game platform development company created by people with experience and knowledge from all sides of the iGaming business, something which resulted in a fresh approach towards online gaming backends for both new and established operators.","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://bit8.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/zeus-services-ltd/","name":"zeusplay","offer":"online gaming platform","description":"Zeus Services Ltd is an online gambling constructor, which provides high standard services, a variety of products, and high quality games, concentrated in the virtual entertainment sector, in Europe and the worldwide market. \r\nZeus Services provides unique solutions toward a software development intended for: \r\nOnline and land-based Internet cafés, casino operation development, casino betting shop corners, and software promotional casinos. \r\n\r\nAll of the games comply with the local jurisdiction policies of each country and are steadily updated, and adjustable with every consumer’s detail needs and desires. Also, there are compatible with touch screen internet kiosks that never let the players get bored.","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://www.zeusplay.com/"},{"igamingurl":"","name":"betconstruct","offer":"online gaming platform","description":"BetConstruct is an industry-leading developer and provider of online and land-based betting and gaming solutions and services.\r\n\r\nBetConstruct’s innovative and proven offerings include market leading online and land-based Sportsbook, Live Dealer Casino, RNG Casino Suite, Poker, Skill Games, Virtual Betting, Financial Betting and Fantasy Sports. BetConstruct currently powers more than 80 partners globally, fully supporting them in offering their players the finest betting and gaming experience, while efficiently managing their business through a single back office suite.\r\n• BetConstruct is licensed under Alderney Gambling Control Commission (Category 2 Associate Certificate). \r\n• BetConstruct can provide licensing assistance to operate under Curacao Jurisdiction. \r\n• BetConstruct Sportsbook was tested by BMM Test Labs.\r\n• BetConstruct games use certified RNG.\r\n• BetConstruct has applied for Class 2 and Class 4 Lisences from Malta Gambling Authority.","type":"private","marketcap":"","stock":"","stocklink":"","products":"gaming management system, sportsbook, oddsfeed, financial betting, poker, skill games, casino suite, live scouting data, statistics, retail solution, marketing solutions","markets":"","url":"http://www.betconstruct.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/odobo-limited/","name":"odobo","offer":"online gaming platform","description":"Odobo is the new HTML5 game development platform and marketplace for the regulated real-money gambling industry.  Just as the Apple, Android and Facebook developer program models were instrumental in bringing creativity and innovation from new developers - and ultimately driving engagement and sales for the host and device manufacturers - Odobo aims to do the same in the regulated gambling industry.  By enabling a wider group of top-tier game developers to more easily bring their game concepts to market in the highly lucrative online real-money gaming industry, Odobo aims to fuel innovation and creativity in game production that will delight both existing and new players attracted by the quality of the content.  In the process, games developers who have previously faced high barriers to entry can enjoy significantly higher revenues than in other forms of gaming (social, casual, or traditional gaming), while regulated real-money gambling operators gain access to an ever--expanding marketplace of new and highly desirable content for their customers to enjoy.","type":"private","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"https://www.odobo.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/net-entertainment/","name":"netent","offer":"casino games","description":"Net Entertainment is a market leading vendor of award-winning, browser based gaming software. Net Entertainment was founded in 1996 and belongs to an organization with over 40 years of experience in land-based casino operation. Net Entertainment's core product, CasinoModule, is easily integrated with existing online operations and offers support for 26 languages and has the most extensive management system available on the market, allowing true real-time management and control of your operation. Net Entertainment provides a full suite of services including system hosting and operations monitoring, 24/7 2nd line technical support, account management and access to a complementary new software release every 12th week. Hosting is available in both Malta and Costa Rica. The CasinoModule has been tested and verified by randomness by two independent third parties and this forms a seal of credibility that extends to the operation of our licensees. The CasinoModule also provides support for player protection and is accredited by G4.","type":"public","marketcap":"","stock":"","stocklink":"","products":"casino games","markets":"","url":"https://www.netent.com/"},{"igamingurl":"","name":"igt","offer":"landbased and online","description":"International Game Technology is a global gaming company specializing in the design, manufacture, and marketing of electronic gaming equipment and systems products. As a leading supplier of gaming products to the world, we maintain a wide array of entertainment-inspired gaming product lines and target gaming markets in all legal jurisdictions worldwide. We are committed to providing quality gaming products at competitive prices, designed to help the operator realize superior value and performance by serving players better.","type":"public","marketcap":"","stock":"","stocklink":"","products":"","markets":"","url":"http://www.igt.com/"},{"igamingurl":"http://www.igamingsuppliers.com/vendor/sbtech/","name":"sbtech","offer":"sportsbook","description":"SBTech has been providing sports betting solutions to top gaming operators since 2007. We have a great deal of experience in the implementation and management of sports betting platforms and managed services to top online gaming operators and existing bookmakers operating both in regulated and traditional markets. We offer an innovative and dynamic suite of turnkey and fully managed online, mobile and retail/betting shop solutions which push the boundaries of interactive betting.\r\n\r\nOur mission is simple: offer the best sportsbook product out there, with the right tools and smart extras to beat any challenge the competition may raise.\r\n\r\nWhether you are an existing sportsbook operator looking to reduce your operational costs or an existing gaming operator who wants to add a sportsbook product into your offering, we have the perfect solution for you. Tailored to your needs, our solutions are highly flexible with a wide range of customization options. Our fully managed sports betting solution allows gaming operators to offer an advanced sports betting product without the overhead of day-to-day management, leaving you to focus on marketing and promotion. Existing sportsbook operators can reduce their operational costs and update their current offering with our advanced live betting and pre-match products.","type":"private","marketcap":"","stock":"","stocklink":"","products":"sportsbetting, virtual sports & games, casino, backend","markets":"","url":"http://www.sbtech.com/"}]